xeon/20240810-0125-new/logs/star-no-no-yes-8-1000-100-1723366436/pgbench.log
pgbench (18devel)
transaction type: /home/tomas/lock-scalability-test/20240810-0125-new/logs/star-no-no-yes-8-1000-100-1723366436/star-10-100.sql
scaling factor: 1
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 30834
number of failed transactions: 0 (0.000%)
latency average = 5.186 ms
initial connection time = 9.225 ms
tps = 3085.506784 (without initial connection time)